{"inkVersion":20,"root":[["^Ah, humanity. ",{"#":"speaker=???"},"\n","^An ever-growing force on the planet.","\n","^The dominant species that rules over the continents.","\n","^In your quest for the total subjugation of nature, you have brought devastation.","\n","^In your lust for efficiency and growth, you have laid waste to natural communities throughout the world.","\n","^That’s why—","\n","^—I will not let you destroy this forest.","\n","^It’s a beautiful homeland for so many glorious beasts, who live freely and contently.","\n","^I cannot fight against the entirety of humanity, nor do I desire to.","\n","^But I will protect this place from your conquest.","\n","^This, I swear, as the only human welcomed by this forest. ",{"#":"move=2Protagonist"},"\n",{"#":"enter=Protagonist"},"^I think I've vaguely seen the Big Tree before. ",{"#":"speaker=Protagonist"},"\n","^Of course. It towers over the entire forest, and you can see it from miles away. ",{"#":"speaker=Guiding Soul"},"\n","^Well, which way is it from here? ",{"#":"speaker=Protagonist"},"\n","^If I were you, I would climb to the top of the forest and look around, you can't miss it. As a soul, though, I can feel its energy as the most powerful soul in the forest. ",{"#":"speaker=Guiding Soul"},"\n","^Wow...really? ",{"#":"speaker=Protagonist"},"\n","^Yeah. The Big Tree has such a dense energy concentration that it almost feels like it's pulling me in. I'm amazed it was able to grow so tall, it used to be— well, nevermind. Follow me. ",{"#":"speaker=Guiding Soul"},"\n","^Alright. ",{"#":"speaker=Protagonist"},"\n",{"#":"move=3Protagonist"},"^Do you happen to know how the Big Tree grew that big? ",{"#":"speaker=Protagonist"},"\n","^Uh... let me try to remember. ",{"#":"speaker=Guiding Soul"},"\n","^...","\n","^...","\n","^I got i— erm, I remembered. It's an unsubstantiated legend that I heard once from a forest traveler, but uh… apparently a human mage who loved the forest took his soul and, I think, it implanted it into the tree.","\n","^Huh, the heck? ",{"#":"speaker=Protagonist"},"\n","^It sounds crazy, but… yeah. He decided that humans were a threat to the forest and uh… that the best way to protect it was to become its central tree. ",{"#":"speaker=Guiding Soul"},"\n","^How does that make sense? ",{"#":"speaker=Protagonist"},"\n","^Well, um… being a tree would give him a body that would last much longer than a human body. He also was able to give his new body his old magical powers and use them to grow large and cast a protective area over the entire forest. ",{"#":"speaker=Guiding Soul"},"\n","^Hold on, I can feel the presence of corrupted souls nearby.","\n","^Ah— ",{"#":"speaker=Protagonist"},"\n","^They're all around us. I sense more dangerous creatures here than usual, be careful! ",{"#":"speaker=Guiding Soul"},"\n",["done",{"#f":5,"#n":"g-0"}],null],"done",{"#f":1}],"listDefs":{}}