{"inkVersion":20,"root":[[{"#":"move=1Protagonist"},{"#":"enter=Protagonist"},{"#":"sprite=Enemy,guidancesoul"},{"#":"move=4Enemy"},{"#":"enter=Enemy"},{"#":"bgm=momentofserenity"},"^So... how much do you know about the Big Tree? ",{"#":"speaker=Protagonist"},"\n","^I’ve heard a few stories about it. ",{"#":"speaker=Guiding Soul"},"\n","^It’s said that a mage merged his soul and magical energy with an ordinary tree, giving the tree a soul and gaining control over it.","\n","^Huh, the heck? ",{"#":"speaker=Protagonist"},"\n","^It sounds crazy, but... yeah. He probably carried over his magical powers to his new body, using them to grow large. With his soul in the tree, he also would control it with his consciousness, like how your soul controls your human body. ",{"#":"speaker=Guiding Soul"},"\n","^Well... didn't know that... good to know, I guess. ",{"#":"speaker=Protagonist"},"\n","^But wait, why would he want to become a tree? ",{"#":"speaker=Protagonist"},"\n","^I... don’t know. ",{"#":"speaker=Guiding Soul"},"\n","^I mean... he’s just stuck in the middle of the forest then, isn’t he? ",{"#":"speaker=Protagonist"},"\n","^Well yeah, a tree can’t move around much. Best he could do is probably split off a portion of his soul and have it travel around. ",{"#":"speaker=Guiding Soul"},"\n","^Hmmm... weird... ",{"#":"speaker=Protagonist"},"\n","^I guess, as a tree, does the Big Tree have any notable weaknesses?","\n","^Uh... ",{"#":"speaker=Guiding Soul"},"\n","^I mean... how are we supposed to fit that thing? ",{"#":"speaker=Protagonist"},"\n","^Hard to say. It’s pretty much completely invulnerable to physical attacks due to its sheer size. We’d have to attack its soul, which is what we’ve been doing this entire time. ",{"#":"speaker=Guiding Soul"},"\n","^Is it even possible to defeat its soul? ",{"#":"speaker=Protagonist"},"\n","^Well, we’ll never know until we try. ",{"#":"speaker=Guiding Soul"},"\n","^Well, either way... we need to stop that thing. ",{"#":"speaker=Protagonist"},"\n","^The Tree is nearby. Let’s continue, just a bit further. ",{"#":"speaker=Guiding Soul"},"\n",["done",{"#f":5,"#n":"g-0"}],null],"done",{"#f":1}],"listDefs":{}}